Repository: JonatanLGk/trytond-account_invoice_discount
Catalog: locale/*.po
Languages: es_es

# error:account.invoice.apply_invoice_discount:
source: You cannot change the applied discount to invoice "%s" because it isn't in Draft state.
es_es: No puede cambiar el descuento aplicado a la factura "%s" porque no se encuentra en estado borrador.

# field:account.invoice.apply_invoice_discount.start,discount:
source: Invoice's Global Discount
es_es: Descuento global por factura

# field:account.invoice.apply_invoice_discount.start,id:
source: ID
es_es: Identificador

# field:account.invoice.line,discount:
source: Discount
es_es: Descuento

# field:account.invoice.line,gross_unit_price:
source: Gross Price
es_es: Precio bruto

# field:account.invoice.line,gross_unit_price_wo_round:
source: Gross Price without rounding
es_es: Precio bruto sin redondeo

# field:account.invoice.line,invoice_discount:
source: Invoice Discount
es_es: Descuento por factura

# model:account.invoice.apply_invoice_discount.start,name:
source: Apply Invoice Discount
es_es: Aplicar descuento por factura

# model:ir.action,name:wizard_apply_invoice_discount
source: Apply Invoice Discount
es_es: Aplicar descuento por factura

# odt:account.invoice:
source: Discount
es_es: Descuento

# view:account.invoice.apply_invoice_discount.start:
source: Apply Invoice Discount
es_es: Aplicar descuento por factura

# wizard_button:account.invoice.apply_invoice_discount,start,apply_discount:
source: Apply
es_es: Aplicar

# wizard_button:account.invoice.apply_invoice_discount,start,end:
source: Cancel
es_es: CancelÂ·lar
